const posts = [
  {
    id: '1',
    category: '민원',
    title: '현관문 도어락이 고장났어요',
    date: '2024-01-19 20:37',
    views: 235,
    content: '저희집 현관문 도어락이 고장났어요 ㅠㅠ 빠른 시일 내로 수리가 필요할 것 같습니다!',
  },
  {
    id: '2',
    category: '민원',
    title: '엘리베이터 층 버튼이 고장났습니다',
    date: '2024-01-20 13:15',
    views: 102,
    content: '엘리베이터 내부 층 버튼이 제대로 작동하지 않아 수리가 필요합니다.',
  },
  {
    id: '3',
    category: '민원',
    title: '엘리베이터 층 버튼이 고장났습니다',
    date: '2024-01-20 13:15',
    views: 102,
    content: '엘리베이터 내부 층 버튼이 제대로 작동하지 않아 수리가 필요합니다.',
  },
  {
    id: '4',
    category: '민원',
    title: '엘리베이터 층 버튼이 고장났습니다',
    date: '2024-01-20 13:15',
    views: 102,
    content: '엘리베이터 내부 층 버튼이 제대로 작동하지 않아 수리가 필요합니다.',
  },
  {
    id: '5',
    category: '민원',
    title: '엘리베이터 층 버튼이 고장났습니다',
    date: '2024-01-20 13:15',
    views: 102,
    content: '엘리베이터 내부 층 버튼이 제대로 작동하지 않아 수리가 필요합니다.',
  },
];

export default posts;
